Revit 2027 API
ReferencePlane.Flip Method
 Flips the orientation of the reference plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Flip()
Public Sub Flip
public:
void Flip()
member Flip : unit -> unit
See Also
Reference
ReferencePlane Class
Autodesk.Revit.DB Namespace